/* No comment provided by engineer. */
"About Device" = "About device";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add device" = "Add device";

/* No comment provided by engineer. */
"Advanced Setting" = "Advanced setting";

/* No comment provided by engineer. */
"Alarm Recording" = "Alarm";

/* No comment provided by engineer. */
"Alarm" = "Alarm";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"App Info" = "App info";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Camera Found! (%d)" = " Camera found (%d)";

/* No comment provided by engineer. */
"My cameras" = "My cameras";

/* No comment provided by engineer. */
"My cameras(Local)"="My cameras(Local)";

/* No comment provided by engineer. */
"Camera Name" = "Camera Name";

/* No comment provided by engineer. */
"Camera Password" = "Camera password";

/* No comment provided by engineer. */
"Camera UID" = "Camera UID";


"Camera UID can not less than 20 characters" = "Camera UID can not less than 20 characters.";

"Camera UID length must be 20 characters" = "Camera UID length must be 20 characters";

"Camera Name can not be empty" = "Camera Name can not be empty.";

"Camera Password can not be empty" = "Camera Password can not be empty.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Can not play remote record" = "Can not play remote record.";

/* No comment provided by engineer. */
"Channel" = "Channel";

/* No comment provided by engineer. */
"Choose a Network..." = "Choose a network...";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm password";

/* No comment provided by engineer. */
"Connect Failed" = "Connect failed";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Connecting..." = "Connecting...";

/* No comment provided by engineer. */
"Continue" = "Continue";

"Correct the wrong password" = "Correct the wrong password";

"Delete" = "Delete";

"Delete?" = "Delete?";

"Delete Photo" = "Delete photo";

"Dismiss" = "Cancel";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Camera" = "Edit camera";

/* No comment provided by engineer. */
"Enter Password" = "Enter password";

/* No comment provided by engineer. */
"Environment Mode" = "Environment mode";

"Email Photo" = "Email Photo";

"Remote events" = "Events";

/* No comment provided by engineer. */
"Event List" = "Event List";

/* No comment provided by engineer. */
"Flip & Mirror" = "Flip & Mirror";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "Format command will ERASE all data of your SDCard";

/* No comment provided by engineer. */
"Format completed." = "Format completed.";

/* No comment provided by engineer. */
"Format failed." = "Format failed.";

/* No comment provided by engineer. */
"Format SDCard" = "Format SDCard";

/* No comment provided by engineer. */
"Free Size" = "Free size";

/* No comment provided by engineer. */
"Full Time" = "Full time";

"Full-time recording" = "Full time recording";

/* No comment provided by engineer. */
"Event List" = "Event list";

/* No comment provided by engineer. */
"High" = "High";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "Horizontal flip (Mirror)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "Incorrect password for %@";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "Indoor mode(50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "Indoor mode(60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "Indoor(50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "Indoor(60Hz)";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"IO Alarm" = "IO alarm";

/* No comment provided by engineer. */
"Join" = "Join";

/* No comment provided by engineer. */
"LAN" = "LAN";

/* No comment provided by engineer. */
"Live View" = "Live view";

"Listen" = "Listen";

"Listening" = "Listening";

"List are full, remove a device and try again" = "List are full, remove a device and try again.";

/* No comment provided by engineer. */
"Low" = "Low";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Max" = "Max";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Min" = "Min";

/* No comment provided by engineer. */
"Mirror" = "Mirror";

/* No comment provided by engineer. */
"Model" = "Model";

/* No comment provided by engineer. */
"Motion Detection" = "Motion detection";

/* No comment provided by engineer. */
"Stop" = "Stop";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"New Password" = "New password";

/* No comment provided by engineer. */
"Night" = "Night";

/* No comment provided by engineer. */
"Close Night Mode" = "Close Night Mode";

/* No comment provided by engineer. */
"No result found" = "No result found";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "No Wi-Fi network found.";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not Supported" = "Not supported";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"Off line" = "Off";

/* No comment provided by engineer. */
"Online" = "On";

/* No comment provided by engineer. */
"Online Nm: %d      Frame ratio: %d / %d" = "Online Nm: %d      Frame ratio: %d / %d";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Old" = "Old";

/* No comment provided by engineer. */
"Old Password" = "Old password";

/* No comment provided by engineer. */
"Outdoor" = "Outdoor";

/* No comment provided by engineer. */
"Open Night Mode" = "Open Night Mode";

/* No comment provided by engineer. */
"QRCode" = "QRCode";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter password for %@" = "Please enter password for %@.";

/* No comment provided by engineer. */
"Please input the password" = "Please input the password.";

"Please select photos to delete." = "Please select photos to delete.";

"Ready" = "Ready";

/* No comment provided by engineer. */
"Reboot" = "Reboot";

/* No comment provided by engineer. */
"Reconnect" = "Reconnect";

/* No comment provided by engineer. */
"Recording Mode" = "Recording mode";

/* No comment provided by engineer. */
"Save" = "Save";

"Save Photo" = "Save Photo";

/* No comment provided by engineer. */
"Scanning..." = "Scanning...";

/* No comment provided by engineer. */
"SDCard Fault" = "SDCard fault";

"Search" = "Search";

/* No comment provided by engineer. */
"Change device password" = "Change device password";

/* No comment provided by engineer. */
"Snapshot" = "Snapshot";

/* No comment provided by engineer. */
"Speak" = "Speak";

/* No comment provided by engineer. */
"Speaking" = "Speaking";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"The name, uid and password field can not be empty" = "The name, uid and password field can not be empty.";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "The new password and confirm password do not match.";

/* No comment provided by engineer. */
"The video has finished playing" = "The video has finished playing."; 

/* No comment provided by engineer. */
"This device is already exists" = "This device is already exists.";

/* No comment provided by engineer. */
"This device UID is already exists"="This device UID is already exists";

/* No comment provided by engineer. */
"Timeout" = "Timeout";

/* No comment provided by engineer. */
"Total Size" = "Total size";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Device" = "Unknown device";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Vender" = "Vender";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "Vertical and horizontal flip";

/* No comment provided by engineer. */
"Vertical Flip" = "Vertical flip";

/* No comment provided by engineer. */
"Video Flip" = "Video flip";

/* No comment provided by engineer. */
"Video Lost" = "Video lost";

/* No comment provided by engineer. */
"Video Quality" = "Video quality";

/* No comment provided by engineer. */
"Video Resume" = "Video resume";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"WiFi Network settings" = "WiFi Network settings";

/* No comment provided by engineer. */
"Events filter"="Events filter";

/* No comment provided by engineer. */
"Within a day" = "Within a day";

/* No comment provided by engineer. */
"Within a week" = "Within a week";

/* No comment provided by engineer. */
"Within an hour" = "Within an hour";

/* No comment provided by engineer. */
"Within half a day" = "Within half a day";

/* No comment provided by engineer. */
"All events"="All ";

/* No comment provided by engineer. */
"Wrong Password" = "Wrong password";

/* Local Record Video              */
"Record"        =   "Record";

/* Video Title For Local Record    */
"Video"         =   "Video";

/* Photo Title For Local Record    */
"Photo"         =   "Photo";

/* Save to Album String  */
"Save to Album" =   "Save to Album";

/* save to Album Success */
"Save to Album success"="Save to Album success";

/* save to Alubm Error */
"Save to Album error"="Save to Album error";

/* Login    User name  */
"User name:"        =   "User name:";

/* Login    Password   */
"Password  :"       =   "Password  :";

/* Login    Remember password  */
"Remember password:"="Remember password:";

/* Login    Login button title  */
"Login"             =   "Login";

/* Register    header title  */
"Register information"  ="Register information";

/* Register    Retype password  */
"Retype password  :"    ="Retype password  :";

/* Register    Register button title  */
"Register"              ="Register";

/* Information    Information  */
"Information"           ="Information";

/* No comment provided by engineer. */
"connecting server..."="connecting server...";

/* No comment provided by engineer. */
"please input User name"="please input User name";

/* No comment provided by engineer. */
"please input Password"="please input Password";

/* No comment provided by engineer. */
"please retype password."="please retype password.";

/* No comment provided by engineer. */
"please input Email address"="please input Email address";


/* No comment provided by engineer. */
"network unreachable."="network unreachable.";

/* No comment provided by engineer. */
"Login failed."="Login failed.";

/* No comment provided by engineer. */
"login ok,getting device list..."="login ok,getting device list...";

/* No comment provided by engineer. */
"User name or password incorrect."="User name or password incorrect.";

/* No comment provided by engineer. */
"unknown network error."="unknown network error.";

/* No comment provided by engineer. */
"Failed to get device list."="Failed to get device list.";

/* No comment provided by engineer. */
"register..."="register...";

/* No comment provided by engineer. */
"you entered different password."="you entered different password.";

/* No comment provided by engineer. */
"Register information"="Register information";

/* No comment provided by engineer. */
"User name already exist"="User name already exist.";

/* No comment provided by engineer. */
"register failed."="register failed.";

/* No comment provided by engineer. */
"register failed!"="register failed!";

/* No comment provided by engineer. */
"Register success."="Register success.";

/* No comment provided by engineer. */
"ok"="ok";

/* No comment provided by engineer. */
"register error"="register error";



/* No comment provided by engineer. */
"invailed email address"="invailed email address";

/* No comment provided by engineer. */
"email already exist."="email already exist.";

/* No comment provided by engineer. */
"Email:"="Email:";

/* No comment provided by engineer. */
"Change device password"="Change device password";

/* No comment provided by engineer. */
"Change device password success"="Change device password success";

/* No comment provided by engineer. */
"Change device password failed!"="wrong old password.";

/* No comment provided by engineer. */
"Format SD card"="Format SD card";

/* No comment provided by engineer. */
"App information"="App information";

/* No comment provided by engineer. */
"Rate this App"="Rate this App";

/* No comment provided by engineer. */
"Buy papa-eye devices"="Buy papa-eye devices";

/* No comment provided by engineer. */
"Change account password"="Change account password";

/* No comment provided by engineer. */
"Delete account"="Delete account";

/* No comment provided by engineer. */
"Logout"="Logout";

/* No comment provided by engineer. */
"Change  password"="Change  password";

/* No comment provided by engineer. */
"please input old Password"="please input old Password";

/* No comment provided by engineer. */
"please input new Password"="please input new Password";

/* No comment provided by engineer. */
"please input confirm Password"="please input confirm Password";

/* No comment provided by engineer. */
"change psssword success"="change psssword success";

/* No comment provided by engineer. */
"change password failed"="change password failed";

/* No comment provided by engineer. */
"old password error"="old password error";

/* No comment provided by engineer. */
"enter old password"="enter old password";

/* No comment provided by engineer. */
"enter New Password"="enter New Password";

/* No comment provided by engineer. */
"enter Confirm Password"="enter Confirm Password";

/* No comment provided by engineer. */
"Local collections"="Local collections";

/* No comment provided by engineer. */
"Recorded movies"="Recorded movies";

/* No comment provided by engineer. */
"snapshot"="snapshot";

/* No comment provided by engineer. */
"This device name is already exists"="This device name is already exists";

/* No comment provided by engineer. */
"Allow 4~32 characters"="Allow 4~32 characters";


/* No comment provided by engineer. */
"Allow 6~16 characters"="Allow 6~16 characters";

/* No comment provided by engineer. */
"User name must 4~32 characters"="User name must 4~32 characters";

/* No comment provided by engineer. */
"password must 6~16 characters"="password must 6~16 characters";

/* No comment provided by engineer. */
"Register"="Register";

/* No comment provided by engineer. */
"Forgot"="Forgot";

/* No comment provided by engineer. */
"Forgot password"="Forgot password";

/* No comment provided by engineer. */
"Submit"="Submit";

/* No comment provided by engineer. */
"Cancel"="Cancel";

/* No comment provided by engineer. */
"Add device"="Add device";

/* No comment provided by engineer. */
"Setting"="Setting";

/* No comment provided by engineer. */
"App info"="App info";

/* No comment provided by engineer. */
"Events"="Events";

/* No comment provided by engineer. */
"Collections"="Collections";

/* No comment provided by engineer. */
"Settings"="Settings";

/* No comment provided by engineer. */
"Delete"="Delete";

/* No comment provided by engineer. */
"Cancel"="Cancel";

/* No comment provided by engineer. */
"Network error"="Network error";

/* No comment provided by engineer. */
"Delete camera success"="Delete camera success";

/* No comment provided by engineer. */
"Add camera success"="Add camera success";

/* No comment provided by engineer. */
"Device name"="Device name";

/* No comment provided by engineer. */
"Device password"="Device password";

/* No comment provided by engineer. */
"Pull down to refresh..."="Pull down to refresh camera ...";

/* No comment provided by engineer. */
"Release to refresh..."="Release to refresh camera ...";

/* No comment provided by engineer. */
"Loading..."="Loading ...";

/* No comment provided by engineer. */
"Reconnect"="Reconnect";

/* No comment provided by engineer. */
"camera is reconnecting..."="camera is reconnecting...";

/* No comment provided by engineer. */
"camera is connecting..."="camera is connecting...";

/* No comment provided by engineer. */
"Account settings"="Account settings";

/* No comment provided by engineer. */
"SDCard error"="SDCard error";

/* No comment provided by engineer. */
"SD card"="SD card";

/* No comment provided by engineer. */
"Local"="Local";

/* No comment provided by engineer. */
"Local mode"="Local mode";

/* No comment provided by engineer. */
"delete this camera?"="delete this camera?";

/* No comment provided by engineer. */
"password error"="password error";

/* No comment provided by engineer. */
"Exit"="Exit";

/* No comment provided by engineer. */
"Account settings"="Account settings";


/* No comment provided by engineer. */
"Video playback"="Video playback";

/* No comment provided by engineer. */
"Alarm Events"="Alarm Events";

/* No comment provided by engineer. */
"Wifi password:"="Wifi password:";

/* No comment provided by engineer. */
"Night Mode" = "Night Mode";

/* No comment provided by engineer. */
"Outdoor Mode" = "Outdoor Mode";

/* No comment provided by engineer. */
"Sound Detection"="Sound Detection";

/* No comment provided by engineer. */
"I/O Alarm"="I/O Alarm";

/* IO Alarm provided by engineer. */
"Constant On"="Constant On";

/* IO Alarm provided by engineer. */
"Constant Off"="Constant Off";

/* IO Alarm provided by engineer. */
"Get back password success."="Get back password success.";

/* IO Alarm provided by engineer. */
"Check your email and reset your password."="Check your email and reset your password.";

/* IO Alarm provided by engineer. */
"Forgot password"="Forgot password";

/* IO Alarm provided by engineer. */
"Email do not exist"="Email do not exist";

/* IO Alarm provided by engineer. */
"Media Type"="Media Type";

/* IO Alarm provided by engineer. */
"Update Time"="Update Time";

/* IO Alarm provided by engineer. */
"On"="On";

/* IO Alarm provided by engineer. */
"Alarm Video"="Alarm Video";

/* IO Alarm provided by engineer. */
"Fulltime Video"="Fulltime Video";

/* IO Alarm provided by engineer. */
"10 seconds"="10 seconds";

/* IO Alarm provided by engineer. */
"20 seconds"="20 seconds";

/* IO Alarm provided by engineer. */
"30 seconds"="30 seconds";

/* IO Alarm provided by engineer. */
"60 seconds"="60 seconds";

/* IO Alarm provided by engineer. */
"Free size:"="Free size:";

/* IO Alarm provided by engineer. */
"Total size:"="Total size:";

/* IO Alarm provided by engineer. */
"Account info"="Account info";

/* IO Alarm provided by engineer. */
"none"="none";

/* No comment provided by engineer. */
"GeoFencing"="GeoFencing";

/* No comment provided by engineer. */
"Latitude : %.3f Longitude : %.3f"="Latitude : %.3f Longitude : %.3f";

/* No comment provided by engineer. */
"Leave region"="Leave region";

/* No comment provided by engineer. */
"P2PiCamera snapshot image share:"="P2PiCamera snapshot image share:";

/* No comment provided by engineer. */
"P2PiCamera recordMovie share:"="P2PiCamera recordMovie share:";

"You have left your camera region. please make sure your camera alarm active!"="You have left your camera region. please make sure your camera alarm active!";

/* No comment provided by engineer. */
"please wait the camera change the network mode, and then reconnect the camera."="please wait the camera change the network mode, and then reconnect the camera.";

/* No comment provided by engineer. */
"Connecting device..."="Connecting device...";

/* No comment provided by engineer. */
"This camera connect failed,please check your device."="This camera connect failed,please check your device.";

/* No comment provided by engineer. */
"Searching local device..."="Searching local device...";

/* No comment provided by engineer. */
"This camera connect failed,because of wrong password."="This camera connect failed,because of wrong password.";

/* No comment provided by engineer. */
"Device notification"="Device notification";

/* No comment provided by engineer. */
"Device login password"="Device login password";

/* No comment provided by engineer. */
"Past 1 week events:"="Past 1 week events:";

/* No comment provided by engineer. */
"Past 1 hour events:"="Past 1 hour events:";

/* No comment provided by engineer. */
"Past 1 day events:"="Past 1 day events:";

/* No comment provided by engineer. */
"All past events:"="All past events:";

/* No comment provided by engineer. */
"Past 1 week video:"="Past 1 week video:";

/* No comment provided by engineer. */
"Past 1 hour video:"="Past 1 hour video:";

/* No comment provided by engineer. */
"Past 1 day video:"="Past 1 day video:";

/* No comment provided by engineer. */
"All past video:"="All past video:";

/* No comment provided by engineer. */
"Please input the Email associated with you account, submit and after 5 minutes you will receive a Email address and you can reset password,thanks."="Please input the Email associated with you account, submit and after 5 minutes you will receive a Email address and you can reset password,thanks.";

"Your email account is disabled or removed, please check your email account." = "Your email account is disabled or removed, please check your email account.";
